---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures
source: html/ca33c172-ecbc-0e5c-3ccb-846bd628c5cc.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures

## Syntax (C#)
```csharp
public static class SplitToposolidFailures
```